app/Livewire/contact/ContactResource.php

    public function mount($id=null)
    {

        if(is_null($id)) {
            $id=$this->Contacts->first()->id ;

         }
        $contact = Contact::with(['contactTypeName'])->findOrfail($id);
---
select * from `contacts` where `contacts`.`id` = 40 limit 1

    public function Contacts() {
       return Contact::get();
---
select * from `contacts`