app/Livewire/contact/ContactCreate.php

    public function mount()
    {

        $this->all_templates = Status::where('p_id_sub', 1246)->get();
---
select * from `statuses` where `p_id_sub` = 1246