<?php

return [

    'technicalSupport' => [
        'اعادة تعيين كلمة المرور' => 79,
        'غير قادر على تسجيل حساب جديد' => 80,
        'اعادة تفعيل الحساب' => 121,
        'طلبات اخرى' => 81,
     

    ],


    'aidHelp' => [

        'المساعدات والاغاثة الانسانية' => 120,
        'اسمي غير مدرج بالكشوفات' => 123,
        'لم أستلم أي طرد غذائي من أي مؤسسة منذ أكثر من شهر' => 1115,
        'أشتكى على نوعية الطرد الغذائي المستلم' => 1116,
        'لم أستلم أي طرد صحي من أي مؤسسة' => 1117,
        'لم أستلم أي طرد فرشات/ حرامات/ شوارد وبيتي متضرر' => 1118,
        'لم أستلم أي خيم من أي جهة وبيتي متضرر' => 1119,
        'لم أستلم أي طرد إغاثي وأنا من الحالات الخاصة (الأيتام- المهجورة- المعنفات- ظروف صعبة)'=> 1120,

    ],

    'autAnswers'=>[
       'تم عمل اللازم حسب رقم الجوال المدخل من طرفك'=>1,
     'جاري المعالجة مع العلم أن أي مساعدة تحصل عليها من أي المؤسسات بمثابة استلام من الجميع'=>2,
     'تم استلامكم حسب المتوفر من المواد وجاري المعالجة'=>3,
     'الكميات غير كافية وهنالك خطة توزيع سوف تشمل جميع الأسر حال توفر المواد'=>4,
     'العمل حسب كشوفات الأشغال وجاري المعالجة'=>5,
     'جاري المعالجة وبإمكانك توضيح المشكلة وسيتم المحافظة على الخصوصية'=>6,
     'جاري المعالجة'=>7,
     'تعديل رقم الجوال'=>8,
     'تم اعتمادك حالة مسجلة جديدة (جاري تدقيق بيانات تواجدك في محافظة غزة أو الشمال)'=>9,
     'سوف تصلك رسالة لاستلام طرد مساعدة'=>10,
     'ليست ضمن الفئة المستهدفة في معايير الاستفادة'=>11,
     'توجه لأقرب مركز خدمات الجمهور'=>12,
     'تم التواصل على رقم الجوال ولم تحضر'=>13,
     'تمت المقابلة وتمت المعالجة'=>14,
     'تم اعتمادكم من ضمن الفئة المرشحة افحص بعد ٣ ايام على النظام'=>15,
     'سيتم تحويل مشكلتكم لقسم حماية المرأة و الطفل'=>16,
     'حالات متضرري البيوت اختصاص وزارة الاشغال و التنمية تأخذ منهم البيانات'=>17,
     'الوزارة حاليا لا تقدم بالخصوص مساعدات مالية أو شئون اجتماعية في ظل حالة الطوارئ'=>18,
      
       
        
    ],


];
